Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: This sidebar is no longer available and does not show anywhere on your site. Remove each of the widgets below to fully remove this inactive sidebar.
ca_es: La barra lateral no està disponible més i no es mostra en cap lloc de la web. Suprimiu cadascun dels ginys d'aquí sota per a la supressió total d'aquesta barra lateral inactiva.

source: <strong>Drag and drop</strong> your files into the area below. Multiple files are allowed.
ca_es: <strong>Arrossegueu i deixeu anar</strong> els fitxers en l'àrea d'aquí sota. Es permeten diversos fitxers a la vegada.

source: Clicking <strong>Select Files</strong> opens a navigation window showing you files in your operating system. Selecting <strong>Open</strong> after clicking on the file you want activates a progress bar on the uploader screen.
ca_es: En fer clic a <strong>Seleccioneu fitxers</strong> s'obre una finestra de navegació que mostra els fitxers del vostre sistema operatiu. En seleccionar <strong>Obre</strong> després de fer clic a un fitxer que vulgueu s'activarà una barra de progrés en la pantalla del carregador.

source: You can create groups of links by using Link Categories. Link Category names must be unique and Link Categories are separate from the categories you use for posts.
ca_es: Podeu crear grups d'enllaços en usar les categories d'enllaços. Els noms de les categories d'enllaços han de ser únics i les categories d'enllaços són independents de les categories que feu servir a les entrades.

source: Removing and Reusing
ca_es: Extracció i reutilització

source: You can assign keywords to your posts using <strong>tags</strong>. Unlike categories, tags have no hierarchy, meaning there&#8217;s no relationship from one tag to another.
ca_es: Es poden assignar paraules clau a les entrades fent servir les <strong>etiquetes</strong>. A diferència de les categories, les etiquetes no tenen jerarquia, que vol dir que no hi ha cap relació d'una etiqueta a l'altra.

source: Missing Widgets
ca_es: Ginys que falten

source: You can manage comments made on your site similar to the way you manage posts and other content. This screen is customizable in the same ways as other management screens, and you can act on comments using the on-hover action links or the Bulk Actions.
ca_es: Podeu gestionar els comentaris fets al lloc de manera similar a com gestioneu les entrades i altre contingut. Aquesta pantalla es pot personalitzar de la mateixa manera a altres pantalles d'administració, i podeu actuar amb els comentaris fent servir els enllaços d'acció que es mostren en passar el cursor per sobre o en accions en massa.

source: In the <strong>Author</strong> column, in addition to the author&#8217;s name, email address, and blog URL, the commenter&#8217;s IP address is shown. Clicking on this link will show you all the comments made from this IP address.
ca_es: A la columna de l'<strong>autor</strong>, a més del nom de l'autor, l'adreça de correu electrònic i la URL del bloc, es mostra l'adreça IP de qui ha comentat. En fer clic a aquest enllaç es mostrarà tots els comentaris fets des d'aquesta adreça IP.

source: Links in the Toolbar at the top of the screen connect your dashboard and the front end of your site, and provide access to your profile and helpful WordPress information.
ca_es: Els enllaços de la barra d'eines a la part superior de la pantalla, connecten el tauler amb el frontal de la pàgina web, i proporcionen accés al vostre perfil i informació útil sobre el WordPress.

source: Deleting Links
ca_es: Supressió dels enllaços

source: Hovering over a row reveals action links: Edit, Delete Permanently, and View. Clicking Edit or on the media file&#8217;s name displays a simple screen to edit that individual file&#8217;s metadata. Clicking Delete Permanently will delete the file from the media library (as well as from any posts to which it is currently attached). View will take you to the display page for that file.
ca_es: En passar el cursor per sobre d'una fila es mostren enllaços a accions: Edita, Esborra permanentment i Mostra. En fer clic a Edita o en el nom del fitxer mèdia es mostra una pantalla simple per editar les metadades d'aquest fitxer individual. En fer clic a Esborra permanentment s'esborrarà el fitxer de la mediateca (així com també de qualsevol entrada a la qual el fitxer estigui ara adjuntat). Mostra us portarà a la pàgina per visualitzar aquest fitxer.

source: Managing pages is very similar to managing posts, and the screens can be customized in the same way.
ca_es: Gestionar les pàgines és molt similar a gestionar les entrades, i les pantalles es poden personalitzar de la mateixa manera.

source: You can also perform the same types of actions, including narrowing the list by using the filters, acting on a page using the action links that appear when you hover over a row, or using the Bulk Actions menu to edit the metadata for multiple pages at once.
ca_es: Podeu realitzar també el mateix tipus d'accions, incloent reduir la llista fent servir els filtres, actuar en una pàgina fent servir els enllaços que apareixen quan passeu el cursor per sobre una fila, o fent servir les accions en massa per editar les metadades a moltes pàgines a la vegada.

source: If a media file has not been attached to any post, you will see that in the Attached To column, and can click on Attach File to launch a small popup that will allow you to search for a post and attach the file.
ca_es: Si un fitxer multimèdia no s'ha adjuntat a cap entrada, veureu això en la columna Adjuntat a, i podeu fer clic a Adjunta fitxer per llançar una petita finestra emergent que us permetrà cercar una entrada i adjuntar-hi un fitxer.

source: All the files you&#8217;ve uploaded are listed in the Media Library, with the most recent uploads listed first. You can use the Screen Options tab to customize the display of this screen.
ca_es: Tots els fitxers que heu penjat estan llistats a la Mediateca, els més recents primer. Podeu fer servir la pestanya Opcions de pantalla per personalitzar la visualització d'aquesta pantalla.

source: Pages are similar to posts in that they have a title, body text, and associated metadata, but they are different in that they are not part of the chronological blog stream, kind of like permanent posts. Pages are not categorized or tagged, but can have a hierarchy. You can nest pages under other pages by making one the &#8220;Parent&#8221; of the other, creating a group of pages.
ca_es: Les pàgines són similars a les entrades perquè tenen títol, cos i metadades associades, però són diferents perquè no són part del flux cronològic del bloc, són com entrades permanents. Les pàgines no tenen categories ni estan etiquetades, però poden tenir jerarquia. Podeu niar unes pàgines sota altres en fer que una siga &#8220;pare&#8221; de l'altra, creant un grup de pàgines.

source: Many people take advantage of keyboard shortcuts to moderate their comments more quickly. Use the link to the side to learn more.
ca_es: Molta gent pren avantatge de les dreceres de teclat per moderar els seus comentaris més ràpidament. Utilitzeu l'enllaç del lateral per aprendre més.

source: In the <strong>Comment</strong> column, above each comment it says &#8220;Submitted on,&#8221; followed by the date and time the comment was left on your site. Clicking on the date/time link will take you to that comment on your live site. Hovering over any comment gives you options to approve, reply (and approve), quick edit, edit, spam mark, or trash that comment.
ca_es: A la columna <strong>Comentaris</strong>, a la part superior de cada comentari hi diu &#8220;Enviat el,&#8221; seguit per la data i l'hora en què el comentari es va fer. En fer clic a l'enllaç de la data i hora us portarà al comentari en la web. En passar el ratolí per sobre de qualsevol comentari, apareixeran opcions per aprovar, respondre (i aprovar), edició ràpida, editar, marcar com a brossa, o enviar a la paperera aquest comentari.

source: Links may be separated into Link Categories; these are different than the categories used on your posts.
ca_es: Els enllaços es poden separar en categories d'enllaços; aquestes són diferents de les categories usades en els entrades.

source: <a href="%s">Learn more about WordPress %s</a>.
ca_es: <a href="%s">Aprèn més sobre el WordPress %s</a>.

source: Managing Pages
ca_es: Gestió de les pàgines

source: You can hide/display columns based on your needs and decide how many users to list per screen using the Screen Options tab.
ca_es: Podeu amagar/mostrar les columnes segons les vostre necessitats i decidir quants usuaris llistar per pantalla fent servir la pestanya Opcions de pantalla.

source: <strong>Preview</strong> will show you what your draft post will look like if you publish it. View will take you to your live site to view the post. Which link is available depends on your post&#8217;s status.
ca_es: <strong>Mostra</strong> us ensenyarà com es veurà l'esborrany de l'entrada si la publiqueu. Visualitza us portarà a la web a veure l'entrada. Aquest enllaç està disponible depenent de l'estat de l'entrada.

source: Hovering over a row in the users list will display action links that allow you to manage users. You can perform the following actions:
ca_es: En passar el cursor per sobre una fila a la llista d'usuaris es mostraran els enllaços d'accions que us permeten gestionar els usuaris. Podeu realitzar les següents accions:

source: <strong>Trash</strong> removes your post from this list and places it in the trash, from which you can permanently delete it.
ca_es: <strong>Paperera</strong> suprimeix l'entrada des d'aquesta llista i la col·loca a la paperera, des d'on podeu suprimir-la permanentment.

source: <strong>Quick Edit</strong> provides inline access to the metadata of your post, allowing you to update post details without leaving this screen.
ca_es: <strong>L'edició ràpida</strong> proporciona un accés en línia a les metadades de l'entrada, que us permet actualitzar els detalls de l'entrada sense deixar aquesta pantalla.

source: <strong>Edit</strong> takes you to the editing screen for that post. You can also reach that screen by clicking on the post title.
ca_es: <strong>Edita</strong> us portarà a la pantalla d'edició de l'entrada. Podeu també anar a aquesta pantalla en fer clic al títol de l'entrada.

source: Edit takes you to the editable profile screen for that user. You can also reach that screen by clicking on the username.
ca_es: Edita us porta a una pantalla d'edició del perfil per a aquest usuari. Podeu també anar a aquesta pantalla en fer clic en el nom d'usuari.

source: You can view all posts made by a user by clicking on the number under the Posts column.
ca_es: Podeu veure totes les entrades fetes per un usuari en fer clic en el número que hi ha a la part inferior de la columna d'entrades.

source: Because this is a multisite installation, you may add accounts that already exist on the Network by specifying a username or email, and defining a role. For more options, such as specifying a password, you have to be a Network Administrator and use the hover link under an existing user&#8217;s name to Edit the user profile under Network Admin > All Users.
ca_es: Com que aquesta és una instal·lació multilloc, podeu crear comptes que ja existeixen en la xarxa en especificar el nom d'usuari o correu electrònic, i definir un rol. Per a més opcions, com ara especificar una contrasenya, heu de ser un administrador de la xarxa i fer servir l'enllaç que apareix en passar el cursor per sobre del nom d'un usuari existent per a editar el perfil d'usuari anant a Administrador de la xarxa > Tots els usuaris

source: Likely direct inclusion of wp-admin/includes/template.php in order to use add_meta_box(). This is very wrong. Hook the add_meta_box() call into the add_meta_boxes action instead.
ca_es: Probablement s'ha inclòs el fitxer wp-admin/includes/template.php per utilitzar la funció add_meta_box(). Això és molt dolent. Per contra, crideu a la funció add_meta_box() des de dintre de l'acció add_meta_boxes.

source: Welcome to WordPress %s
ca_es: Us donem la benvinguda al WordPress %s

source: Go to Dashboard &rarr; Home
ca_es: Vés al tauler &rarr; Inici

source: Return to Dashboard &rarr; Updates
ca_es: Torneu al tauler &rarr; Actualitzacions

source: WordPress is created by a worldwide team of passionate individuals.
ca_es: El WordPress està creat per un equip mundial d'apassionats.

source: We&#8217;ve combined the admin bar and the old Dashboard header into one persistent toolbar. Hover over the toolbar items to see what&#8217;s new.
ca_es: Hem combinat la barra d&apos;administració i la capçalera de l&apos;antic tauler en una barra d&apos;eines persistent. Passeu el ratolí per sobre dels elements de la barra d&apos;eines per veure què és nou.

source: New Feature: Saving Widgets
ca_es: Funcionalitat nova: els ginys es desen

source: Network Admin is now located in the My Sites menu.
ca_es: L'administrador de la xarxa està ara en el menú Els meus llocs.

source: If you change your mind and revert to your previous theme, we&#8217;ll put the widgets back the way you had them.
ca_es: Si canvieu d'opinió i torneu al tema anterior, posarem els ginys altra vegada de la forma que estaven.

source: New Feature: Toolbar
ca_es: Característica nova: barra d'eines

source: Core Developers
ca_es: Desenvolupadors principals

source: Under the Hood
ca_es: Amb més detall

source: Customize Your Site
ca_es: Personalitza la pàgina web

source: Your browser has some limitations uploading large files with the multi-file uploader. Please use the browser uploader for files over 100MB.
ca_es: El vostre navegador té algunes limitacions per penjar fitxers grans amb el carregador de múltiples fitxers. Useu el carregador del navegador per a fitxers de més de 100Mb.

source: Profile updated.
ca_es: S'ha actualitzat el perfil.

source: Hi, You've been invited to join '%1$s' at %2$s with the role of %3$s. Please click the following link to confirm the invite: %4$s
ca_es: Hola, Esteu convidats a unir-vos a '%1$s' en %2$s amb el rol de %3$s. Feu clic al següent enllaç per confirmar la invitació: %4$s

source: Core Developer
ca_es: Desenvolupador principal

source: The package could not be installed.
ca_es: No s'ha pogut instal·lar el paquet.

source: The plugin contains no files.
ca_es: L'extensió no conté fitxers.

source: No valid plugins were found.
ca_es: No s'han trobat extensions correctes.

source: The theme is missing the <code>style.css</code> stylesheet.
ca_es: La fulla d'estils <code>style.css</code> del tema no existeix.

source: The theme is missing the <code>index.php</code> file.
ca_es: Al tema li falta el fiter <code>index.php</code>.

source: The <code>style.css</code> stylesheet doesn't contain a valid theme header.
ca_es: la fulla d'estils <code>style.css</code> no conté una capçalera de tema vàlid.

source: Attachment Post URL
ca_es: Adjunta l'URL de l'entrada

source: All Links
ca_es: Tots els enllaços

source: or
ca_es: o

source: Drop files here
ca_es: Arrossegueu els fitxers aquí

source: %s plugins
ca_es: %s extensions

source: %s plugin
ca_es: %s extensió

source: Successfully optimized the %s table.
ca_es: S'ha optimitzat correctament la taula %s.

source: Failed to optimize the %1$s table. Error: %2$s
ca_es: L'optimització de la taula %1$s ha fallat. Error: %2$s

source: Successfully repaired the %s table.
ca_es: S'ha reparat correctament la taula %s.

source: The %s table is already optimized.
ca_es: La taula %s ja està optimitzada.

source: The %s table is okay.
ca_es: La taula %s està correcte.

source: View version %1$s details
ca_es: Mostra els detalls de la versió %1$s

source: Install the Tumblr importer to import posts &amp; media from Tumblr using their API.
ca_es: Instal·la l'importador del Tumblr per importar entrades i mèdia des del Tumblr fent servir la seva API.

source: <a href="%1$s" class="update-browser-link">Update %2$s</a> or learn how to <a href="%3$s" class="browse-happy-link">browse happy</a>
ca_es: <p><a href="%1$s" class="update-browser-link">Actualitza %2$s</a> o aprèn com <a href="%3$s" class="browse-happy-link">navegar feliç</a></p>

source: Scale images to match the large size selected in %1$simage options%2$s (%3$d &times; %4$d).
ca_es: Escala les imatges per fer-les coincidir amb la mida més gran seleccionada en les%1$sopcions de la imatge%2$s (%3$d &times; %4$d).

source: Audio, Video, or Other File
ca_es: Àudio, vídeo o un altre fitxer

source: Insert media from another website
ca_es: Inseriu un mèdia d'altra pàgina web

source: <strong>ERROR</strong>: options page not found.
ca_es: <strong>ERROR</strong>: no s'ha trobat la pàgina d'opcions.

source: <strong>ERROR:</strong> There was an error connecting to the server, Please verify the settings are correct.
ca_es: <strong>ERROR:</strong> S'ha produït un error en connectar al servidor, verifiqueu que la configuració és correcta.

source: ERROR: you are replying to a comment on a draft post.
ca_es: ERROR: esteu contestant un comentari en un esborrany.

source: ERROR: please type a comment.
ca_es: ERROR: escriviu un comentari.

source: <strong>Other WordPress News</strong> - Shows the <a href="http://planet.wordpress.org" target="_blank">WordPress Planet</a> feed. You can configure it to show a different feed of your choosing.
ca_es: <strong>Altres notícies del WordPress</strong> - Mostra el canal del <a href="http://planet.wordpress.org" target="_blank">Planeta del WordPress</a>. Podeu configurar-lo perquè mostri un canal diferent a la vostra elecció.

source: The left-hand navigation menu provides links to all of the WordPress administration screens, with submenu items displayed on hover. You can minimize this menu to a narrow icon strip by clicking on the Collapse Menu arrow at the bottom.
ca_es: El menú de navegació de l'esquerra proporciona enllaços a totes les pantalles d'administració del WordPress, on el submenús es mostren en passar el ratolí per sobre. Podeu minimitzar aquest menú a una tira d'icones estreta en fer clic a la fletxa del menú que hi ha a la part inferior.

source: <strong>Drag and Drop</strong> - To rearrange the boxes, drag and drop by clicking on the title bar of the selected box and releasing when you see a gray dotted-line rectangle appear in the location you want to place the box.
ca_es: <strong>Arrossega i deixa anar</strong> - Per reordenar les caixes, arrossegueu-les fent clic a la barra del títol de la caixa seleccionada i deixant-les anar quan vegeu que apareix un rectangle amb línies de punts de color gris al lloc on voleu posar la caixa.

source: You can use the following controls to arrange your Dashboard screen to suit your workflow. This is true on most other administration screens as well.
ca_es: Podeu fer servir els següents controls per organitzar la pantalla del tauler i ajustar-la al vostre flux de treball. Això també és cert per a la majoria de pantalles d'administració.

source: <strong>WordPress Blog</strong> - Latest news from the official WordPress project.
ca_es: <strong>El bloc del WordPress</strong> - Les darreres notícies des del projecte oficial del WordPress.

source: <strong>Screen Options</strong> - Use the Screen Options tab to choose which Dashboard boxes to show, and how many columns to display.
ca_es: <strong>Opcions de pantalla</strong> - Useu la pestanya Opcions de pantalla per triar quines caixes mostrar al tauler, i quantes columnes mostrar.

source: Overview
ca_es: Resum

source: Updates %s
ca_es: Actualitzacions %s

source: Search results for &#8220;%s&#8221;
ca_es: Resultats de la cerca &#8220;%s&#8221;

source: You can&#8217;t give users that role.
ca_es: No podeu atorgar als usuaris aquest rol.

source: Update Available <span class="count">(%s)</span>
ca_es: <span class="count">(%s)</span> actualització disponible

source: Click to view entire list of files which will be deleted
ca_es: Feu clic per veure la llista sencera de fitxers que se suprimiran

source: <strong>%1$s</strong> by <em>%2$s</em>
ca_es: <strong>%1$s</strong> per <em>%2$s</em>

source: Caution:
ca_es: Atenció:

source: Add New User
ca_es: Afegeix

source: Users
ca_es: Usuaris

source: You do not have sufficient permissions to manage options for this site.
ca_es: No teniu permès gestionar les opcions d'aquest lloc web.

source: Installed Plugins
ca_es: Extensions instal·lades

source: Confirm Deletion
ca_es: Confirmeu la supressió

source: Deactivate
ca_es: Desactiva

source: Version %s
ca_es: Versió %s

source: By %s
ca_es: Per %s

source: User added.
ca_es: L'usuari s'ha afegit.

source: View
ca_es: Visualitza

source: Super Admin
ca_es: Super administrador

source: You can&#8217;t remove users.
ca_es: No podeu suprimir els usuaris.

source: <a href="http://wordpress.org/support/" target="_blank">Support Forums</a>
ca_es: <a href="http://ca.forums.wordpress.org/" target="_blank">Fòrums de suport</a>

source: Changed roles.
ca_es: S'han canviat els rols.

source: User removed from this site.
ca_es: S'ha suprimit l'usuari d'aquest lloc web.

source: Search Users
ca_es: Cerca usuaris

source: Add Existing User
ca_es: Afegeix un usuari existent

source: Role
ca_es: Rol

source: All <span class="count">(%s)</span>
ca_es: Total <span class="count">(%s)</span>

source: For more information:
ca_es: Per a més informació:

source: Add New
ca_es: Afegeix

source: Delete
ca_es: Suprimeix

source: All Users
ca_es: Tots els usuaris

source: Attributes
ca_es: Atributs

source: Install
ca_es: Instal·la

source: Plugins %s
ca_es: Extensions %s

source: Delete Site
ca_es: Suprimeix el lloc web

source: About Pages
ca_es: Quant a les pàgines

source: Customizing This Display
ca_es: S'està personalitzant aquesta pantalla

source: Title and Post Editor
ca_es: Títol i editor de l'entrada

source: <a href="http://codex.wordpress.org/Posts_Tags_Screen" target="_blank">Documentation on Tags</a>
ca_es: <a href="http://codex.wordpress.org/Posts_Tags_Screen" target="_blank">Documentació sobre les etiquetes</a> (en anglès)

source: Note: Neither of these options blocks access to your site &mdash; it is up to search engines to honor your request.
ca_es: Nota: Cap d'aquestes opcions bloquen l'accés al teu lloc web &mdash; es decisió dels cercadors fer cas de la vostra petició.

source: Post name
ca_es: Nom de l'entrada

source: sample-post
ca_es: entrada-exemple

source: archives
ca_es: arxius

source: This importer is not installed. Please install importers from <a href="%s">the main site</a>.
ca_es: Aquest importador no està instal·lat. Instal·leu importadors des del <a href="%s">lloc principal</a>.

source: E-mail Address
ca_es: Adreça de correu electrònic

source: Site Language
ca_es: Idioma del lloc

source: Attempt to notify any blogs linked to from the article
ca_es: Prova de notificar els blocs als quals enllaça l'article

source: Hi, You've been invited to join '%1$s' at %2$s with the role of %3$s. If you do not want to join this site please ignore this email. This invitation will expire in a few days. Please click the following link to activate your user account: %%s
ca_es: Hola, Esteu convidats a unir-vos a '%1$s' en %2$s amb el rol de %3$s. Si no voleu unir-vos a aquesta pàgina web, ignoreu aquest correu electrònic. Aquesta invitació caducarà en uns pocs dies. Feu clic a l'enllaç per activar el vostre compte d'usuari: %%s

source: Full Width Template
ca_es: Plantilla d'amplària completa

source: Post Formats
ca_es: Formats de les entrades

source: Featured Images
ca_es: Imatges destacades

source: Featured Image Header
ca_es: Imatge de capçalera destacada
